import { Box } from "@mui/material";

export const Home = () => {
  return (
    <Box sx={{ m: 2 }}>
      <h1>Главная</h1>
      <p>
        У каждого в жизни случаются празники которые заставляют нас улыбаться,
        но ждать таких моментов порой не хочется. Собираясь компанией, не редко
        возникает вопрос: Чем же можно дополнить свои любимые напитки? Ответ на
        этот вопрос может оказаться совсем прост - SnackCase! Это большой выбор
        различных снеков для вас и вашей компании, интересные варинаты готовых,
        тематический предложений. Вся наша продукцияx поставляется в вакуумной
        упаковке и индивиудальных крафтовых пакетах опломбированых сургучной
        печатью. Тематически предложения содеражат уникалный набор снеков,
        которые смогу раскрыть по новому вкус ваших напитков!
      </p>
    </Box>
  );
};
